[
    {
        "image": "https://i1-ione.vnecdn.net/2020/06/23/ezgifcomcrop7-1592878295-1248-1592878345.jpg?w=140&h=84&q=100&dpr=2&fit=crop&s=fmnEjkfPvuzvOBVSWOxfSQ",
        "vi": {
            "question": "Đi đâu để tìm thấy 'chân ái'?",
            "description": "Thả lỏng tinh thần, chọn một lá bài mà bạn ấn tượng nhất dưới đây!",
            "answer1": "Đi du lịch Bạn muốn lần đầu gặp gỡ của mình và người ấy phải thật tình cờ như duyên trời định. Bạn thích sự tự do, ưa khám phá, và trong chuyến hành trình của bản thân, bạn sẽ gặp được \"chân ái\". Sau đó, hai bạn sẽ dần dần làm quen, tìm hiểu, yêu nhau và đồng hành với nhau. Thật may mắn khi hai bạn đều thích đi du lịch khám phá, sự đồng điệu về sở thích, đam mê sẽ khiến cho tình yêu của hai bạn không bao giờ nhàm chán.",
            "answer2": "Đi loanh quanh giao lưu trong trường học Có rất nhiều người mơ mộng về tình yêu tuổi học trò, cái tuổi mà con người ta đơn thuần và trẻ con nhất, bởi vậy tình yêu ở giai đoạn này rất mong manh. Trường cấp ba hoặc là đại học sẽ là nơi mà bạn tìm được chân ái của mình, hai bạn có thể đã yêu nhau từ ngày còn đi học đến hiện tại hoặc đã mất liên lạc từ lâu. Nhưng cho dù như thế nào thì chuyện tình của hai bạn cũng nhận được rất nhiều sự ngưỡng mộ. Trong giai đoạn ngây ngô nhất của đời người gặp được người mình yêu nhất, đối phương chắc chắn cũng rất yêu bạn.",
            "answer3": "Lên mạng online Ai cũng biết mạng xã hội giờ đây đầy rẫy những chiêu trò lừa đảo, vậy mà bạn vẫn có thể tìm được chân ái của mình ở đây, bạn thực sự là một người rất may mắn. Bạn và người ấy quen nhau qua ứng dụng trò chuyện, và tất nhiên là cả hai đều vô cùng cảnh giác với đối phương, chủ động thăm dò, tìm hiểu. Và khi đã hoàn toàn tin tưởng thì hai bạn mới quyết định tháo chiếc mặt nạ xuống, cho nhau một buổi gặp mặt và đi đến một happy ending.",
            "answer4": "Đi làm Bạn trong tình cảm là một người không dễ mở lòng, bởi vậy bạn luôn cần rất nhiều thời gian để tiến đến một mối quan hệ. Nửa kia của bạn phải là một người mà bạn được tiếp xúc hàng ngày, người đó có thể là đồng nghiệp hoặc cấp trên của bạn. Tình yêu của hai bạn được xây dựng trên sự quan sát và cảm nhận trong một thời gian dài. Hai bạn giấu giếm mối quan hệ này rất kín đáo, do môi trường công sở có quá nhiều sự soi mói và đánh giá, chắc phải đến khi cả hai quyết định tiến tới hôn nhân thì người khác mới biết."
        },
        "en": {
            "question": "Where to go to find 'true love'?",
            "description": "Relax, choose a card you're most impressed with below!",
            "answer1": "Traveling You want to meet for the first time and that person must be truly coincidental. You like freedom, love to explore, and on your own journey, you will encounter \"true love\". After that, the two of you will gradually get acquainted, learn, love each other and accompany each other. Fortunately, both of you love to travel and explore, the similarity of interests and passion will make your love never boring.",
            "answer2": "Walking around in school There are many people who daydream about love at school age, the age when people are the purest and the most childish, so love at this stage is very fragile. High school or college will be the place where you find your true love, the two of you may have loved each other from school days to the present or have long lost contact. But no matter what, the love story of the two of you has received a lot of admiration. In the innocence of life to meet the person you love most, the opponent will definitely love you.",
            "answer3": "Going online Everyone knows that social networks are now full of scams, but you can still find your true love here, you are really a lucky person. You and your partner know each other through chat apps, and of course both are extremely wary of the other, actively exploring and finding out. And when they were completely confident, they decided to take off the mask, give each other a meeting and go to a happy ending.",
            "answer4": "Working You are emotionally open to someone, so you always need a lot of time to get into a relationship. Your other half must be someone you have daily contact with, that person could be your colleague or superior. Your love is based on observation and feeling for a long time. The two of you hide this relationship very discreetly, because the workplace environment has so much scrutiny and evaluation, it must be until both of them decide to get married to know."
        }
    },
    {
        "image": "https://i1-ione.vnecdn.net/2020/06/24/ezgifcomcrop19-1592982677-9883-1592982765.jpg?w=500&h=300&q=100&dpr=2&fit=crop&s=8OYyQZr4QANebmlvO_KxBw",
        "vi": {
            "question": "Điều gì là quan trọng với tương lai của bạn?",
            "description": "Thả lỏng tinh thần, chọn một lá bài mà bạn ấn tượng nhất dưới đây!",
            "answer1": "Thẻ bài này nhắc nhở bạn rằng mỗi hành động của bạn ngày hôm nay đang xây dựng cho thành công sắp tới của bạn.Có thể đôi lúc bạn cảm thấy nghi ngờ về khả năng biến ước mơ của mình thành hiện thực nhưng hãy nhớ rằng bạn là một người nhiệt tình, đam mê, can đảm và bạn sinh ra với số mệnh là để chiến đấu giành lấy chiến thắng về tay mình.",
            "answer2": "Thẻ bài thứ hai tiết lộ rằng thời gian tới bạn có lẽ cảm thấy buồn bã bởi bằng cách nào đó bạn bắt đầu bám víu, hoài niệm quá khứ đã qua. Đồng thời bạn cũng cảm thấy lo lắng, sợ hãi và hỗn độn khi dành quá nhiều thời gian cho việc nghĩ về tương lai vô định.Hãy nhớ rằng quá khứ và tương lai không gì khác hơn là những cảm xúc đã từng xảy ra hoặc những gì bạn đang mong đợi hay kỳ vọng. Nó thực sự không còn hay chưa có thực trong cuộc sống của bạn. Điều duy nhất tồn tại và ngay cạnh bạn lúc này chính là \"hiện tại\", là \"ngay bây giờ\". Quá khứ không thể thay đổi còn tương lai thì phụ thuộc vào việc hiện tại bạn là ai, bạn sống như thế nào. Bởi vậy điều quan trọng với bạn không phải hoài niệm hay dự đoán tương lai mà là cố gắng cho hiện tại của mình được vui vẻ, hạnh phúc nhất có thể. Có như vậy tương lai bạn mới có thể mỉm cười viên mãn.",
            "answer3": "Thẻ bài thứ ba tiết lộ sự cam kết và chí tiến thủ là điều cần thiết để xây dựng cuộc sống trong mơ của bạn. Bạn hiểu rõ điều này và vì vậy, bạn luôn đặt tất cả tâm hồn, nỗ lực và trái tim vào mọi việc bạn làm.Thử thách lớn nhất cũng là điều quan trọng trong tương lai của bạn là học cách kiên nhẫn và hòa nhịp với cuộc sống. Bạn có thể sẽ hơi lo lắng trong một số vấn đề và đặt câu hỏi về nhịp điệu tự nhiên của mọi thứ sao lại \"chậm trễ\" đến thế? Hãy nhớ rằng cuộc sống là một sự cân bằng và mọi việc đều cần có thời gian phù hợp của nó.",
            "answer4": "Thẻ bài cuối cùng nói với bạn rằng vũ trụ vận hành cân bằng. Mỗi hành động đều tạo ra một phản ứng, mọi hành động đều mang lại một hệ quả. Nếu hành vi của bạn là tình yêu, thể hiện sự đam mê, hạnh phúc và viên mãn thì vũ trụ sẽ trả lại cho cuộc sống của bạn sự phong phú, tốt đẹp tương tự.Điều quan trọng trong tương lai của bạn là cần học cả cách trao đi và nhận lại. Không phải cho đi tất cả không mong đợi gì mới là cao thượng, là hạnh phúc mà học cách nhận hồi báo xứng đáng với mình cũng là một kiểu của hạnh phúc bạn nhé!"
        },
        "en": {
            "question": "What is important to your future?",
            "description": "Relax, choose a card you're most impressed with below!",
            "answer1": "This card reminds you that each of your actions today is building on your upcoming success. You are an enthusiastic, passionate, courageous person and you are destined to fight to win your victory.",
            "answer2": "The second card reveals that the next time you might feel sad because somehow you started clinging to the past. At the same time, you also feel anxious, scared and chaotic when you spend too much time thinking about the infinite future. Remember that the past and the future are nothing more than emotions that have happened or What you are expecting or expecting. It really doesn't exist or is not real in your life. The only thing that exists and is right next to you right now is the \"present\", the \"right now\". The past cannot be changed and the future depends on who you are, how you live. Therefore, it is important for you not to remember or predict the future but to try to make your present as happy and happy as possible. There is such a future you can smile fullness.",
            "answer3": "The third card reveals commitment and progression which is essential to building your dream life. You understand this and so you always put all your heart, effort, and heart into everything you do. The biggest challenge is also important in your future: learn how to be patient and to be in tune. to life. You may be a little worried in some issues and ask questions about the natural rhythm of everything so \"delayed\" so? Remember that life is a balance and everything takes its proper time.",
            "answer4": "The last card tells you that the universe operates in balance. Every action produces a reaction, every action has a consequence. If your behavior is love, expressing passion, happiness and fulfillment, then the universe will return to your life the same richness and goodness. Learn how to give and take back. Not giving away everything without expectations is noble, is happiness, but learning how to receive the reward you deserve is also a type of happiness!"
        }
    },
    {
        "image": "https://i1-ione.vnecdn.net/2020/06/20/ezgifcomcrop1-1592671684-9474-1592671807.jpg?w=140&h=84&q=100&dpr=2&fit=crop&s=f_QfgzjrUm5B6npuI1EkTQ",
        "vi": {
            "question": "Bạn cần 'sạc' thêm nguồn năng lượng nào cho mình?",
            "description": "Thả lỏng tinh thần, chọn một lá bài mà bạn ấn tượng nhất dưới đây!",
            "answer1": "Đối với bạn mà nói, điều bạn cần làm lúc này chính là sạc thêm cho mình thật nhiều năng lượng tri thức, và sau khi đã \"hấp thụ\" được những tri thức mới, bạn sẽ có bản lĩnh để chinh phục những vùng đất mới hoặc là phát triển thêm từ những tài nguyên vốn có. Từ đó, với sự hiểu biết sâu rộng của mình về mọi lĩnh vực, bạn sẽ có nhiều hơn những cơ hội và những thành tựu lớn lao.",
            "answer2": "Hiện tại, thứ bạn thiếu nhất là sự dũng cảm và liều lĩnh. Mỗi chúng ta đều bắt buộc phải trải qua những hỉ nộ ái ố khác nhau, và sau khi trải qua tất cả thì bạn sẽ nhận ra rằng mình đã trưởng thành lên rất nhiều. Nếu những trải nghiệm trước đó của bạn chưa đủ cay hoặc chưa đủ đắng thì bạn sẽ rất khó hiện thực hóa được những mong ước của mình, bởi vì thiếu động lực.",
            "answer3": "Điều bạn cần làm lúc này là phải nhận định rõ những thói quen xấu của bạn thân và thay đổi nó. Việc nuôi dưỡng và duy trì những thói quen tốt về lâu dài sẽ làm cho bạn nhận ra được những thay đổi tích cực ở mình, nếu so với con người đầy khuyết điểm ngày trước thì đó là một sự khác biệt vô cùng lớn. Hãy tự làm cho mình tốt lên mỗi ngày và rồi bạn sẽ tìm ra được phiên bản tốt nhất của chính mình.",
            "answer4": "Cho dù là trong công việc hay cuộc sống, chúng ta đều không tránh khỏi việc phải xử lí những mối quan hệ xã hội cũng như những mối quan hệ gia đình và đây chính là điểm yếu của bạn. Bạn gặp khó khăn khi phải giao tiếp với mọi người, bởi vậy bạn cần \"sạc\" thêm kĩ năng giao tiếp và trình bày. Đây là một kĩ năng cần có để thành công, nó cũng sẽ giúp bạn thoát khỏi cái mác \"khó hòa đồng\"."
        },
        "en": {
            "question": "Which additional power source do you need to 'charge'?",
            "description": "Relax, choose a card you're most impressed with below!",
            "answer1": "For you to say, what you need to do now is to charge yourself a lot of knowledge energy, and after you have \"absorbed\" new knowledge, you will have the bravery to conquer the lands. new or further development from existing resources. From there, with your in-depth understanding of all areas, you will have greater opportunities and great achievements.",
            "answer2": "Right now, what you lack most is courage and recklessness. Each of us is forced to undergo various indignations, and after experiencing all, you will realize that you have grown a lot. If your previous experience is not spicy enough or not bitter enough, then it will be very difficult for you to realize your wishes because of lack of motivation.",
            "answer3": "What you need to do now is to identify your bad friends' bad habits and change them. Nurturing and maintaining good habits in the long run will make you recognize the positive changes in yourself, compared to people who were flawed in the past, it is a huge difference. Make yourself better every day and then you will find the best version of yourself.",
            "answer4": "Whether at work or in life, we inevitably have to deal with social and family relationships and this is your weakness. You have trouble communicating with people, so you need to \"charge\" for more communication and presentation skills. This is a skill needed to succeed, it will also help you get rid of the label \"hard to get along\"."
        }
    },
    {
        "image": "https://i1-ione.vnecdn.net/2020/06/19/ezgifcomcrop1-1592565567-7325-1592565625.jpg?w=220&h=132&q=100&dpr=2&fit=crop&s=6erV1GFIhxFI6aZOPFzUOg",
        "vi": {
            "question": "Người ấy nghĩ gì về mối quan hệ của hai bạn lúc này?",
            "description": "Thả lỏng tinh thần, chọn một lá bài mà bạn ấn tượng nhất dưới đây!",
            "answer1": "Đối phương muốn bên bạn suốt đời.\nHai bạn thực sự toàn tâm toàn ý với cuộc tình này và rất vui vẻ hưởng thụ những ngọt ngào hạnh phúc mà tình yêu đem lại. Người ấy vô cùng trân trọng từng giây từng phút được ở bên bạn, trong mắt đối phương, bạn chính là người có thể mang đến niềm hạnh phúc lớn lao nhất. Người ấy cảm thấy rất may mắn khi có thể gặp gỡ và yêu bạn, anh ấy/cô ấy thấu hiểu tất cả mọi điểm tốt cũng như điểm xấu của bạn. Bạn chính là sự lựa chọn tốt nhất, là người đồng hành thích hợp nhất ở kiếp này, bởi vậy đối phương mong rằng tình yêu của hai đứa có thể vững bền và dài lâu. Nếu tình cảm của cả hai bạn cứ nồng nhiệt như hiện tại thì hãy tin rằng chẳng điều gì có thể chia cắt hai bạn.",
            "answer2": "Tình cảm của đối phương với bạn đã có chút xao động.\nNhững câu chuyện của hai bạn gần đây đã nhạt đi phần nào, hơn nữa hai bạn còn bắt đầu nảy sinh những hoài nghi với đối phương. Bạn không nắm bắt được suy nghĩ của người ấy, người ấy cũng không đoán ra được tâm tư của bạn, bởi vậy giữa hai bạn thường xuyên xảy ra những mâu thuẫn, tình yêu dường như đã bước vào giai đoạn chông gai nhất. Người ấy không biết liệu rằng bạn có thực sự nghiêm túc với tình yêu này hay không, tương lai của hai đứa sẽ đi về đâu, bởi thế mà tình cảm của đối phương đã có chút xao động. Khuyên bạn một câu rằng, một tình yêu đẹp luôn được xây đắp bởi mồ hôi công sức của hai người yêu nhau, tình yêu mà không có sự thấu hiểu thì chẳng khác gì một thứ đồ chơi vô hồn.",
            "answer3": "Đối phương muốn gần gũi hơn với bạn.\nTrong tình yêu của hai bạn, người ấy luôn đứng ở phía chủ động, còn bạn thì lại khá bị động. Có vẻ như hai bạn quyết định đến với nhau không phải vì tình cảm từ hai phía, mà chỉ là vì có cái duyên gặp gỡ, bởi vậy mà bạn không thực sự quan tâm đối phương cho lắm, nhưng ngược lại đối phương lại vô cùng yêu và quan tâm bạn. Anh ấy/cô ấy đang tìm trăm phương ngàn kế để thấu hiểu được tâm tư của bạn, thông qua mọi cử chỉ hành động của bạn để phỏng đoán. Đừng do dự nữa, đối phương là một người đáng để bạn trân trọng, đừng để đến lúc mất đi rồi mới cảm thấy hối tiếc, hãy nắm chắc hạnh phúc này nhé.",
            "answer4": "Đối phương không quan tâm bạn, tình cảm dần nhạt nhòa.\nTình cảm của hai bạn đã sắp đến hồi kết rồi, hay nói đúng hơn là ngay từ đầu nó đã chẳng có gì. Đối phương không biết bạn thích gì, cũng chẳng quan tâm đến những việc bạn làm, bởi vậy có thể nói rằng anh ấy/cô ấy không quan tâm bạn nhiều như bạn nghĩ. Thậm chí bạn cũng chỉ là một thứ gia vị phụ để nêm nếm cho cuộc đời đối phương, có cũng được không có cũng được. Nhưng nếu bạn thật sự yêu và muốn ở bên đối phương thì bạn có thể thử nỗ lực một chút, và muốn nhắc nhở bạn rằng, nếu thấy không ổn thì hãy dừng lại, đừng cố chấp dấn thân quá sâu để rồi đánh mất chính bản thân. Bạn xứng đáng được ở bên một người biết trân trọng bạn, định mệnh của bạn chưa chắc là người yêu hiện tại."
        },
        "en": {
            "question": "What does he think about your relationship now?",
            "description": "Relax, choose a card you're most impressed with below!",
            "answer1": "Your partner wants to be with you for life.\nThe two of you really wholeheartedly love this affair and are very happy to enjoy the sweet and happiness that love brings. He truly cherishes every second of being with you, in the eyes of the other person, you are the one who can bring the greatest happiness. He feels very lucky to be able to meet and love you, he / she understands all your good and bad points. You are the best choice, the most suitable companion in this life, so the opponent hopes that your love can be strong and lasting. If both of your feelings are as warm as they are now, believe that nothing will separate you.",
            "answer2": "Your opponent's feelings for you have been a bit agitated.\nThe stories of the two of you have recently faded somewhat, and the two of you have begun to develop doubts about the other. You do not grasp his or her thoughts, he can not guess your mind, so between you two often occur conflicts, love seems to have entered the most difficult period. He does not know if you are really serious with this love or not, the future of the two of you will go to where, so that the opponent's feelings were a little agitated. It is recommended that a beautiful love is always built by the sweat of the efforts of two lovers, love without understanding is like a soulless toy.",
            "answer3": "The enemy wants to be closer to you.\nIn your love, the person is always on the active side, and you are quite passive. It seems that the two of you decided to come together not because of love from both sides, but just because there was a predestined encounter, so that you do not really care about the other person, but the opposite is ineffective. Love and care for you together. He / she is looking for hundreds of thousands of ways to understand your mind, through all your gestures of action to guess. Don't be hesitant, the opponent is someone you should cherish, don't let it go away before you feel regret, just hold on to this happiness.",
            "answer4": "The opponent doesn't care about you, affection fades away.\nYour affection is almost over, or rather, it was nothing from the beginning. Your partner doesn't know what you like, doesn't care about what you do, so it can be said that he / she doesn't care about you as much as you think. Even you are just a secondary spice to taste for the life of the enemy, there are also no. But if you really love and want to be with the other person, you can try a little effort, and want to remind you that, if you feel bad, stop, do not try to engage too deeply and then lose yourself yourself. You deserve to be with someone who appreciates you, your fate is not necessarily the current lover."
        }
    },
    {
        "image": "https://i1-ione.vnecdn.net/2020/06/18/ezgifcomcrop5-1592451079-2870-1592451104.jpg?w=220&h=132&q=100&dpr=2&fit=crop&s=etVI09czAuFF0TZm0Ai_BQ",
        "vi": {
            "question": "Vì sao bạn thích ai cũng bị từ chối?",
            "description": "Chọn một lá bài Tarot dưới đây, để truy ra nguyên nhân tại sao lần nào bạn 'crush' người ta cũng đều thất bại!",
            "answer1": "Mỗi khi bạn \"cưa cẩm\" hoặc thể hiện tình cảm với ai đó, nhưng bị từ chối, đơn giản là vì họ không thích ngoại hình, cách sinh hoạt hoặc tác phong, hành động của bạn. Có thể bạn không phải người biết trau chuốt ngoại hình, hoặc quá đơn giản, xoàng xĩnh, lôi thôi. Hơn nữa, bạn cũng có những hành vi cử chỉ không được nam/nữ tính cho lắm. Điều này gây ra ấn tượng không tốt với \"crush\", khiến bạn bị mất điểm trầm trọng trong mắt họ. Chính vì lẽ đó, họ không thể phát sinh tình cảm nam nữ với bạn.",
            "answer2": "Bạn bị người ta từ chối tình cảm, là vì bạn không biết rõ khả năng cũng như vị trí của mình. Nói phũ hơn, bạn chỉ là người bình thường, không hề có gì xuất sắc, nhưng toàn nảy sinh tình cảm và mơ mộng yêu đương với những người thuộc típ \"trai xinh gái đẹp\", giỏi giang, tài năng hay giàu có. Rõ ràng ở đây có một sự chênh lệch, mà bạn biết đó, \"mây tầng nào thì gặp mây tầng đó\". Khoảng cách giữa bạn và \"crush\" là quá xa, không thể khỏa lấp. Bạn nên tỉnh táo và cải thiện bản thân.",
            "answer3": "Bạn bị người ta từ chối yêu đương, là bởi bạn chưa bao giờ thể hiện rõ ràng tình cảm của mình với họ. Nói cách khác, bạn thuộc kiểu \"nghiện còn ngại\", thích người ta sống đi chết lại cũng không dám hé răng nửa lời. Thậm chí, bạn còn tỏ thái độ \"lúc nóng lúc lạnh\", có những khi quan tâm chân thành, nhưng ngay sau đó hờ hững lạnh nhạt, thậm chí có những hành động phũ phàng gây tổn thương \"crush\". Bạn cứ thất thường như vậy, thì làm sao đối phương hiểu được? Họ có tình cảm với bạn, cũng sẽ bị dập tắt nhanh chóng, vì thái độ kỳ lạ và ngớ ngẩn ở bạn.",
            "answer4": "Bạn thích người ta, nhưng bị người ta từ chối, đó là do bạn quá vội vã và có phần vồ vập. Bạn là kiểu người bốc đồng, làm gì cũng nhanh chóng tới mức hấp tấp và dễ gây chuyện. Bạn có khi chỉ cần mất vài phút là đã \"cảm nắng\" trước ai đó, có thể coi là \"yêu từ cái nhìn đầu tiên\". Bạn không cần thời gian cân nhắc, cứ thế lao theo mối tình đó, theo đuổi \"con mồi\" một cách thái quá và bạo dạn. Cảm xúc \"quá nhanh quá nguy hiểm\" của bạn khiến đối phương chẳng thể cảm động, mà còn sợ \"chạy mất dép\" ấy chứ. Họ từ chối cũng là phải thôi!"
        },
        "en": {
            "question": "Why do you like being rejected?",
            "description": "Choose a Tarot card below, to find out why every time you 'crush' people fail!",
            "answer1": "Every time you \"flirt\" or show affection to someone, but are rejected, simply because they do not like your appearance, behavior or behavior. Maybe you are not someone who can improve the appearance, or is too simple, mediocre, and dirty. Moreover, you also have gestures that are not very masculine / feminine. This makes a bad impression with \"crush\", causing you to lose serious points in their eyes. Therefore, they cannot develop feelings for men and women.",
            "answer2": "You are rejected by people because you don't know your abilities and position. To put it more critically, you are just an ordinary person, not at all excellent, but full of affection and dreaming of falling in love with those of the \"beautiful and beautiful boys\", good at talent, talented or rich. Clearly there is a difference, you know, \"which tier cloud meets the layer cloud\". The distance between you and the \"crush\" is too far, can not be closed. You should be alert and improve yourself.",
            "answer3": "You are rejected by people because you have never expressed your love for them. In other words, you are the type of \"addicted to shy\", like people who live to die again do not dare to say half a word. Even, you also expressed the attitude \"when hot and cold\", sometimes sincere interest, but immediately after the indifferent, even the cruel act of hurting \"crush\". If you are so capricious, how can the other person understand? They will fall in love with you, too, will be extinguished quickly, because of your strange and silly attitude.",
            "answer4": "You like people, but they are rejected. That's because you are in a hurry and have a stumble. You are the kind of impulsive person, doing everything so fast that it is rash and easy to cause trouble. Sometimes you just need to take a few minutes to \"fall in love\" with someone, can be considered \"love at first sight\". You do not need time to consider, just rushing to follow that love, chasing \"prey\" in an excessive and fearless manner. Your feeling of \"too fast too dangerous\" makes the opponent can not be touched, but also afraid of \"running away\". They refuse to be a must!"
        }
    },
    {
        "image": "https://i1-ione.vnecdn.net/2020/06/12/unnamed-1591958608-1591958614-8012-1591959094.jpg?w=220&h=132&q=100&dpr=2&fit=crop&s=pmEM2qM65IhM8ApjFb9Ygg",
        "vi": {
            "question": "Ai là bà mối 'se duyên' cho cuộc hôn nhân tương lai của bạn?",
            "description": "Chọn một lá bài Tarot, để khám phá cuộc hôn nhân tương lai của bạn được tác thành bởi ai hay nhân tố nào nhé!",
            "answer1": "Cuộc hôn nhân sau này của bạn có được là nhờ sự mai mối, giới thiệu của những người lớn tuổi trong gia đình, như bố mẹ, họ hàng hoặc anh chị em. Nói chung, hai bạn đến với nhau không phải ngẫu nhiên, mà có sự sắp đặt, và có sự tác động của người thân. Dường như bạn sẽ kết hôn ở độ tuổi khá muộn, do bị gia đình thúc ép, nên bạn đã chiều lòng đi xem mặt, và nhờ vậy, bạn sẽ bước vào con đường hôn nhân thuận lợi.",
            "answer2": "Bạn bè chính là cầu nối giúp bạn gặp được vợ/chồng tương lai của mình đó. Do vậy, hãy dành nhiều thời gian bên họ, nếu bạn đã mơ về \"ngôi nhà và những đứa trẻ\". Khả năng cao, bạn bè sẽ giới thiệu người quen của họ cho bạn, hoặc rủ bạn đến chơi cùng đám bạn của họ. Và nhờ những mối quan hệ chung này, bạn sẽ gặp được \"chân ái\".",
            "answer3": "Hôn nhân của bạn có được là nhờ công việc, không phải nhờ bất cứ đối tượng cụ thể nào. Môi trường công sở là nơi bạn dễ gặp được vợ/chồng mình nhất. Anh/cô ấy có thể là đồng nghiệp, đối tác hoặc cấp trên của bạn. Nói chung, hãy để ý đến các đối tượng làm cùng mình, biết đâu một ngày, họ sẽ là bố/mẹ tương lai của con bạn đó.",
            "answer4": "Cuộc hôn nhân của bạn có sự tác động từ bàn tay của vũ trụ. Nói cách khác, duyên phận sẽ đưa đẩy bạn và nửa kia đến với nhau, chẳng cần có sự can thiệp của bất cứ đối tượng nào hết. Duyên trời chính là \"ông tơ bà nguyệt\" có quyền năng nhất, dẫn dắt bạn gặp được nhân duyên của đời mình rồi. Hai bạn sẽ gặp nhau một cách tình cờ và ngẫu nhiên, và đến với nhau một cách bất ngờ. Hãy chờ đón món quà từ số phận nhé!"
        },
        "en": {
            "question": "Who is the predestined matchmaker for your future marriage?",
            "description": "Choose a Tarot card, to discover who your future marriage is made up of or any factor!",
            "answer1": "Your future marriage is made possible by matchmaking and referrals from older family members, such as parents, relatives or siblings. In general, you two come together not by chance, but by arrangement, and by the impact of your relatives. It seems that you will get married at a fairly late age, because of family pressure, so you have been willing to go to the face, and thus, you will enter a favorable marriage path.",
            "answer2": "Friends are the bridge that helps you meet your future spouse. Therefore, spend a lot of time with them, if you have dreamed of \"the house and the children\". Most likely, your friends will introduce their acquaintances to you, or invite you to play with their friends. And thanks to these common relationships, you will meet \"true love\".",
            "answer3": "Your marriage is made possible by work, not by any specific person. The workplace environment is the place where you can easily meet your spouse. He / she can be your colleague, partner or superior. In general, pay attention to the objects you work with, maybe one day, they will be your future parents.",
            "answer4": "Your marriage has an impact from the hand of the universe. In other words, fate will bring you and the other half together, without the intervention of any object. The grace of the sky is the most powerful \"Mr. and Mrs. Nguyet\", leading you to meet the predestination of your life. The two of you will meet by chance and randomly, and come together unexpectedly. Please look forward to the gift of fate!"
        }
    },
    {
        "image": "https://i1-ione.vnecdn.net/2020/06/07/providencedoucet87304unsplash1-7828-5286-1591501972.jpg?w=220&h=132&q=100&dpr=2&fit=crop&s=hYkr2sPi48KOK4DGdbFHOg",
        "vi": {
            "question": "Có bao nhiêu người quan tâm bạn thật lòng?",
            "description": "Thả lỏng tinh thần, chọn một lá bài mà bạn ấn tượng nhất dưới đây!",
            "answer1": "Có nhất nhiều người quan tâm bạn.\nBạn tỏa sáng và rực rỡ như đóa hoa hướng dương, ở bạn luôn bùng cháy một nguồn năng lượng tích cực, nó không chỉ giúp bạn sống vui vẻ lạc quan hơn mà phần nào đó còn lan tỏa đến những người xung quanh. Khi những người thân yêu của bạn gặp chuyện phiền não, bạn sẽ dùng những cách thức riêng để giải tỏa nỗi buồn phiền trong họ, đem đến cho họ hạt nắng ấm áp. Mọi người đều rất yêu mến bạn vì sự tốt bụng và chân thành đó. Hãy tin tưởng rằng trên đời này không có gì là dư thừa cả, bởi vậy sự chân thành của bạn sớm muộn cũng được đền đáp xứng đáng.",
            "answer2": "Không có ai quan tâm bạn.\nNếu nhìn vào bề nổi thì có thể đánh giá là bạn khó hòa đồng, thường xuyên tỏ ra cau có khó chịu, nhưng không ai biết rằng thực chất bạn là điển hình cho kiểu người \"khẩu xà tâm phật\". Đối với việc cao giọng giáo huấn người khác, bạn cho rằng mình làm vậy vì muốn đối phương nhận ra khuyết điểm của bản thân, nhưng cách làm của bạn lại quá cứng nhắc khiến cho họ cảm thấy như bạn là kẻ nhiều chuyện, bởi vậy bạn rất dễ làm mất lòng những người xung quanh. Những định kiến dần dần bám rễ vào bạn, chẳng có ai muốn đào sâu tìm hiểu điểm tốt của bạn cả.",
            "answer3": "Có khoảng 2-3 người thực sự quan tâm bạn.\nBạn là một người hướng nội bị động và kém giao tiếp, bạn sẽ không chủ động đi mở rộng mối quan hệ xã hội của mình. Dù cho bao năm trôi qua thì những mối quan hệ của bạn cũng chỉ vỏn vẹn vài ba người bạn chơi chung từ hồi nhỏ. Và cũng chỉ có vài ba người bạn này thật sự hiểu và quan tâm đến bạn, còn những người khác chỉ đơn thuần là xã giao.",
            "answer4": "Có khoảng 4-5 người thực sự quan tâm bạn.\nBạn ghét việc giam mình vào bốn bức tường, bạn muốn được ra ngoài giao lưu kết bạn và có vẻ như bạn đang làm khá tốt việc đó. Nhưng không vì vậy mà bạn trở nên tùy tiện, bạn sẽ lựa chọn giao lưu với những người mà mình thật sự tin tưởng. \"Chất lượng hơn số lượng\" luôn là tiêu chí hàng đầu của bạn. Bởi vậy, những người có được sự tín nhiệm của bạn cũng chính là những người thật sự quan tâm bạn."
        },
        "en": {
            "question": "How many people genuinely care about you?",
            "description": "Relax, choose a card you're most impressed with below!",
            "answer1": "There are many people who care about you.\nYou shine and shine like a sunflower, in you always burn a positive energy source, it not only helps you live happily more optimally but also spread to the people around you. When your loved ones experience afflictions, you will use your own ways to relieve their sadness and bring them warm sunshine. Everyone loves you for that kindness and sincerity. Believe that nothing in this world is redundant, so your sincerity will be rewarded sooner or later.",
            "answer2": "Nobody cares about you.\nIf you look at the surface, it can be judged that you are difficult to socialize, often appear to be uncomfortable, but no one knows that you are actually typical for the type of \"the mind of Buddha\". As for raising the tone of teaching others, you think you did it because you wanted the other person to recognize your shortcomings, but your way of doing things is too rigid to make them feel like you are a talkative person, because so it's easy to offend those around you. These stereotypes gradually take root in you, no one wants to delve into your good points.",
            "answer3": "There are about 2-3 people who really care about you.\nYou are passive and introverted introvert, you will not actively expand your social relationships. No matter how many years go by, your relationships only have a few friends you have played with since childhood. And only a few of these friends really understand and care about you, and others are merely social.",
            "answer4": "There are about 4-5 people who really care about you.\nYou hate being confined to four walls, you want to go out and make friends and it sounds like you're doing a pretty good job of that. But not so that you become arbitrary, you will choose to interact with people you really trust. \"Quality over quantity\" is always your top priority. Therefore, the people who earn your trust are the ones who really care about you."
        }
    },
    {
        "image": "https://i1-ione.vnecdn.net/2020/06/03/a3ebe72985801356098298d071a-15-2354-9880-1591174284.jpg?w=220&h=132&q=100&dpr=2&fit=crop&s=E83mIUc3ecDC5sla2K_qfA",
        "vi": {
            "question": "Tâm hồn bạn mang nhiều năng lượng nam tính hay nữ tính?",
            "description": "Chọn một lá bài Tarot dưới đây theo trực giác để sâu thẳm trong tiềm thức, bạn mang nội tâm của một người đàn ông hay phụ nữ nhé!",
            "answer1": "Lá bài này cho thấy bạn sở hữu tâm hồn và năng lượng của một người đàn ông nam tính, bất kể về mặt sinh lý bạn là nam hay nữ. Bạn có thái độ sống lạc quan, tích cực, cách suy nghĩ logic, thiên về lý trí và rất mạnh mẽ. Bạn can đảm, vui tươi và tự tin như ánh dương. Nội tâm bạn không chỉ cứng cỏi và \"menly\", mà còn rất chân thành, thuần khiết và thẳng thắn. Bạn nghĩ gì nói nấy, suy nghĩ như thế nào thì hành động như vậy, thích đơn giản hóa mọi thứ. Bạn hào hiệp, công bằng, phóng khoáng và vô tư.",
            "answer2": "Lá bài này cho thấy bạn sở hữu tâm hồn của một người phụ nữ, dù bạn về mặt sinh lý là nam hay nữ. Bạn có nội tâm phức tạp, phong phú và rất nhạy cảm, tinh tế. Sở hữu trực giác nhạy bén, bạn sống thiên về bản năng và con tim hơn là lý trí. Bạn giàu tình cảm, hay ưu tư, suy nghĩ và thích đắm mình vào những dòng suy tư, mộng mơ. Bạn mềm mại, dịu dàng và biết thấu cảm cho người khác, có thể đọc vị được suy nghĩ của người đối diện. Bạn bí ẩn, khó đoán biết và cũng rất dễ tiêu cực hóa vấn đề vì quá nhạy cảm.",
            "answer3": "",
            "answer4": ""
        },
        "en": {
            "question": "Does your soul have more masculine or feminine energy?",
            "description": "Choose a Tarot card below intuitively to deep down subconsciously, you carry the inner of a man or a woman!",
            "answer1": "This card shows you possess the soul and energy of a manly man, regardless of whether you are male or female physiologically. You have a positive, positive attitude, logical thinking, rational and very powerful. You are brave, playful and confident like sunshine. Your mind is not only tough and \"menly\", but also very sincere, pure and frank. Whatever you say, think about how you act like that, like to simplify things. You are generous, fair, generous and carefree.",
            "answer2": "This card shows that you possess the soul of a woman, whether you are male or female physiologically. You have a complex interior, rich and very sensitive, delicate. Possessing sharp intuition, you live more instinctively and heart than rational. You are rich in emotions, or worries, think and like to immerse yourself in lines of thought and dream. You are soft, gentle and empathetic for others, can read the taste of the opposite. You are mysterious, unpredictable and also very easy to negate the problem because too sensitive.",
            "answer3": "",
            "answer4": ""
        }
    },
    {
        "image": "https://i1-ione.vnecdn.net/2020/06/02/ezgifcomgifmaker-1591070130-15-6054-8415-1591070679.jpg?w=220&h=132&q=100&dpr=2&fit=crop&s=OnEYClFhYbU2dE4-7Luuiw",
        "vi": {
            "question": "Bạn tạo thiện cảm hay ác cảm khi mới tiếp xúc?",
            "description": "Chọn một lá bài Tarot dưới đây theo trực giác, để biết bạn có dễ gây ấn tượng tốt với người khác khi mới gặp không nhé!",
            "answer1": "Bạn là người có cảm xúc phong phú, dễ gây thiện cảm cho người khác khi mới gặp, nhất là với các đối tượng khác giới. Bạn ăn nói lưu loát, hòa đồng và thân thiện, dễ thương, dễ khiến các vệ tinh \"thầm thương cảm mến\" ngay lập tức. Tuy nhiên, tính cách bạn quá mộng mơ, hay lý tưởng hóa hình mẫu người yêu. Thành ra, bạn dễ rơi vào cảnh \"lắm mối tối nằm không\", do không tìm được người nào phù hợp với tiêu chuẩn của mình.",
            "answer2": "Bạn là người sống tình cảm, ngọt ngào và thùy mị, dịu dàng. Cũng nhờ điều này, bạn dễ gây ấn tượng mạnh với người khác, họ cảm thấy dễ chịu và thoải mái khi chơi với bạn. Bạn thấu hiểu, biết đồng cảm cho mọi người. Ban đầu, bạn có thể khá trầm lắng và ít nói. Nhưng dần dần, nếu tiếp xúc đủ lâu, bạn sẽ trở thành điểm tựa tinh thần, là bờ vai cho người khác gục vào để thủ thỉ tâm sự.",
            "answer3": "Bạn là người lý trí về mặt cảm xúc, lạnh lùng và logic. Do đó, bạn thường gây ác cảm, xa cách với mọi người, nhất là khi mới gặp. \"Nữ hoàng/ông hoàng băng giá\" chắc là biệt danh của bạn, phải không? Có thể nói, bạn không gây ấn tượng tốt cho mọi người khi mới gặp chút nào. Nhiều người cảm thấy áp lực và có phần căng thẳng khi đối mặt với bạn. Trong công việc hay cuộc sống, bạn cũng đặt nặng hai chữ \"trách nhiệm\" lên mình, vì vậy, bạn làm gì cũng nghiêm túc và có phần nghiêm khắc. Điều này vô tình tạo áp lực cho những người xung quanh.",
            "answer4": "Bạn là người thụ động, nhút nhát và có phần khó gần khi mới gặp. Do vậy, bạn hiếm khi gây được thiện cảm cho mọi người khi mới gặp. Tất nhiên, bạn cũng không hề gây ác cảm với ai cả, chỉ là họ không có nhiều ấn tượng về bạn mà thôi. Chỉ số hấp dẫn của bạn nhìn chung không cao, tương đối mờ nhạt khi ở trong đám đông, hơn nữa, bạn cũng không thích thể hiện bản thân. Bạn luôn chờ đợi người khác tiến đến làm quen với mình, thay vì chủ động tương tác với họ. Điều này sẽ cản trở đời sống xã giao của bạn, cũng như tước đi của bạn nhiều cơ hội phát triển cuộc sống."
        },
        "en": {
            "question": "Did you create good feelings or aversion when you first met?",
            "description": "Choose a Tarot card below intuitively, to know if you are easy to impress others when you just met it!",
            "answer1": "You are a person with rich emotions, easy to create sympathy for others when you first meet, especially with objects of the opposite sex. You speak fluently, sociable and friendly, cute, easy to make satellites \"secretly affectionate\" immediately. However, your personality is too dreamy, or idealizes your lover. Therefore, it is easy for you to fall into a \"very dark circle\", because you cannot find anyone who fits your standards.",
            "answer2": "You are emotional, sweet and tender, gentle. Thanks to this, you are easy to impress others, they feel comfortable and comfortable playing with you. You understand, empathize for everyone. At first, you can be quite quiet and quiet. But gradually, if you interact long enough, you will become a spiritual fulcrum, a shoulder for others to fall into to whisper.",
            "answer3": "You are emotional, cold and logical. Therefore, you often cause aversion, distance from people, especially when you first meet. \"Ice queen / king\" is probably your nickname, right? It can be said that you do not impress everyone when you first meet them. Many people feel overwhelmed and stressed when faced with you. In work or life, you also put the word \"responsibility\" on yourself, so you do everything seriously and somewhat strict. This inadvertently pressures people around.",
            "answer4": "You are passive, shy and somewhat unapproachable when meeting. Therefore, you rarely get sympathy for people when they first meet. Of course, you don't hold a grudge against anyone, they just don't have much impression of you. Your attractiveness index is generally not high, relatively lacking in the crowd, moreover, you also do not like to express yourself. You are always waiting for others to come to you, instead of actively interacting with them. This will hinder your social life, as well as deprive you of many opportunities to develop your life."
        }
    },
    {
        "image": "https://i1-ione.vnecdn.net/2020/05/30/30113377958608650-1590805664-1-2644-1582-1590805703.jpg?w=220&h=132&q=100&dpr=2&fit=crop&s=akML2Y6xmhVqMtRFDLOl-w",
        "vi": {
            "question": "Bạn có còn tiếc nuối tình cũ hay không?",
            "description": "Chọn một lá bài Tarot dưới đây theo trực giác!",
            "answer1": "Mối tình cũ đã lưu lại cho bạn một vết thương vô cùng lớn, bởi vì không thể cứu vãn được tình cảm nữa nên hai bạn đã chọn cách chia tay. Có lẽ đến hiện tại bạn vẫn chưa hết lưu luyến người ấy nhưng hai bạn đã không còn chút hi vọng nào nữa rồi, buông tay là chuyện một sớm một chiều. Điều bạn luyến tiếc nhất chính là, bản thân đã cho đi quá nhiều vậy mà nhận lại chỉ toàn là đau đớn, bạn dường như không muốn tin vào tình yêu nữa.",
            "answer2": "Lý do làm cho bạn và người ấy chia tay có khả năng mang bóng dáng của \"kẻ thứ ba\", và điều làm cho bạn tiếc nuối chính là không thể yêu và ở bên đối phương được nữa. Cho dù hiện tại bạn có tiếc nuối đến mức nào thì tất cả cũng đã trở thành quá khứ rồi, thứ duy nhất còn ở lại lúc này là những kỉ niệm. Duyên phận của hai bạn ở kiếp này có lẽ đã hết rồi.",
            "answer3": "Phải nói rằng mối tình hiện tại của bạn tệ hơn nhiều so với mối tình trước đó, cho nên hối tiếc là điều khó tránh khỏi. Bạn tiếc bởi vì bản thân lúc đó quá vô tâm, không quan tâm đến cảm xúc của đối phương, để rồi đến lúc mất đi vội vàng níu giữ, mới biết điều gì thật sự quan trọng đối với mình. Bạn hối hận tại sao mình không học cách thấu hiểu mà lại chọn chia tay. Dường như cái giá mà bạn phải trả chính là sự đau khổ.",
            "answer4": "Bạn đã thôi vương vấn mối tình cũ, chẳng còn một chút tiếc nuối hay một chút nào hối hận. Nhưng nếu thật sự có thứ cảm xúc đó thì chắc có lẽ bạn ước rằng trước kia mình chưa từng gặp người ấy, để rồi không phải lãng phí biết bao thanh xuân. Bạn là một cá nhân ưu tú, có không ít những \"vệ tinh\" quanh xung quanh bạn, bởi vậy bạn lo lắng rằng mình sẽ cô đơn"
        },
        "en": {
            "question": "Do you still regret the old love or not?",
            "description": "Intuitively choose a Tarot card below!",
            "answer1": "Your old love has left you with a huge wound because you could not save your feelings anymore, so you chose to break up. Perhaps up to now you still have not been attached to that person, but the two of you have no hope of any more, letting go is an overnight affair. What you regret most is that, you have given so much and receive only pain, you don't seem to want to believe in love anymore.",
            "answer2": "The reason why you and your partner break up is likely to have the \"third party\" silhouette, and what makes you regret it is that you cannot love and be with the other person. No matter how much you regret it now, all of it has become a thing of the past, the only thing left behind are memories. The fate of the two of you in this life is probably over.",
            "answer3": "It must be said that your current love affair is much worse than your previous love affair, so regret is unavoidable. You are sorry because you were too careless at that time, not interested in the feelings of the other person, and then it was time to lose your holdings, to know what was really important to you. You regret why you didn't learn how to understand but chose to break up. It seems that the price you pay is suffering.",
            "answer4": "You have stopped consulting your old love, without any regrets or remorse at all. But if you really have that kind of feeling, you probably wish that you had never met him before, so you don't have to waste so much youth. You are an elite individual, there are many \"satellites\" around you, so you worry that you will be lonely."
        }
    }
]
