[
    {
        "image": "https://i1-ione.vnecdn.net/2020/06/23/ezgifcomcrop7-1592878295-1248-1592878345.jpg?w=140&h=84&q=100&dpr=2&fit=crop&s=fmnEjkfPvuzvOBVSWOxfSQ",
        "vi": {
            "question": "Đi đâu để tìm thấy 'chân ái'?",
            "answer1": "Đi du lịch Bạn muốn lần đầu gặp gỡ của mình và người ấy phải thật tình cờ như duyên trời định. Bạn thích sự tự do, ưa khám phá, và trong chuyến hành trình của bản thân, bạn sẽ gặp được \"chân ái\". Sau đó, hai bạn sẽ dần dần làm quen, tìm hiểu, yêu nhau và đồng hành với nhau. Thật may mắn khi hai bạn đều thích đi du lịch khám phá, sự đồng điệu về sở thích, đam mê sẽ khiến cho tình yêu của hai bạn không bao giờ nhàm chán.",
            "answer2": "Đi loanh quanh giao lưu trong trường học Có rất nhiều người mơ mộng về tình yêu tuổi học trò, cái tuổi mà con người ta đơn thuần và trẻ con nhất, bởi vậy tình yêu ở giai đoạn này rất mong manh. Trường cấp ba hoặc là đại học sẽ là nơi mà bạn tìm được chân ái của mình, hai bạn có thể đã yêu nhau từ ngày còn đi học đến hiện tại hoặc đã mất liên lạc từ lâu. Nhưng cho dù như thế nào thì chuyện tình của hai bạn cũng nhận được rất nhiều sự ngưỡng mộ. Trong giai đoạn ngây ngô nhất của đời người gặp được người mình yêu nhất, đối phương chắc chắn cũng rất yêu bạn.",
            "answer3": "Lên mạng online Ai cũng biết mạng xã hội giờ đây đầy rẫy những chiêu trò lừa đảo, vậy mà bạn vẫn có thể tìm được chân ái của mình ở đây, bạn thực sự là một người rất may mắn. Bạn và người ấy quen nhau qua ứng dụng trò chuyện, và tất nhiên là cả hai đều vô cùng cảnh giác với đối phương, chủ động thăm dò, tìm hiểu. Và khi đã hoàn toàn tin tưởng thì hai bạn mới quyết định tháo chiếc mặt nạ xuống, cho nhau một buổi gặp mặt và đi đến một happy ending.",
            "answer4": "Đi làm Bạn trong tình cảm là một người không dễ mở lòng, bởi vậy bạn luôn cần rất nhiều thời gian để tiến đến một mối quan hệ. Nửa kia của bạn phải là một người mà bạn được tiếp xúc hàng ngày, người đó có thể là đồng nghiệp hoặc cấp trên của bạn. Tình yêu của hai bạn được xây dựng trên sự quan sát và cảm nhận trong một thời gian dài. Hai bạn giấu giếm mối quan hệ này rất kín đáo, do môi trường công sở có quá nhiều sự soi mói và đánh giá, chắc phải đến khi cả hai quyết định tiến tới hôn nhân thì người khác mới biết."
        },
        "en": {
            "question": "Where to go to find 'true love'?",
            "answer1": "Traveling You want to meet for the first time and that person must be truly coincidental. You like freedom, love to explore, and on your own journey, you will encounter "true love". After that, the two of you will gradually get acquainted, learn, love each other and accompany each other. Fortunately, both of you love to travel and explore, the similarity of interests and passion will make your love never boring.",
            "answer2": "Walking around in school There are many people who daydream about love at school age, the age when people are the purest and the most childish, so love at this stage is very fragile. High school or college will be the place where you find your true love, the two of you may have loved each other from school days to the present or have long lost contact. But no matter what, the love story of the two of you has received a lot of admiration. In the innocence of life to meet the person you love most, the opponent will definitely love you.",
            "answer3": "Going online Everyone knows that social networks are now full of scams, but you can still find your true love here, you are really a lucky person. You and your partner know each other through chat apps, and of course both are extremely wary of the other, actively exploring and finding out. And when they were completely confident, they decided to take off the mask, give each other a meeting and go to a happy ending.",
            "answer4": "Working You are emotionally open to someone, so you always need a lot of time to get into a relationship. Your other half must be someone you have daily contact with, that person could be your colleague or superior. Your love is based on observation and feeling for a long time. The two of you hide this relationship very discreetly, because the workplace environment has so much scrutiny and evaluation, it must be until both of them decide to get married to know."
        }
    }
]
