[
    {
        "image": "https://i1-ione.vnecdn.net/2020/06/23/ezgifcomcrop7-1592878295-1248-1592878345.jpg?w=140&h=84&q=100&dpr=2&fit=crop&s=fmnEjkfPvuzvOBVSWOxfSQ",
        "vi": {
            "question": "Đi đâu để tìm thấy 'chân ái'?",
            "description": "Thả lỏng tinh thần, chọn một lá bài mà bạn ấn tượng nhất dưới đây!",
            "answer1": "Đi du lịch Bạn muốn lần đầu gặp gỡ của mình và người ấy phải thật tình cờ như duyên trời định. Bạn thích sự tự do, ưa khám phá, và trong chuyến hành trình của bản thân, bạn sẽ gặp được \"chân ái\". Sau đó, hai bạn sẽ dần dần làm quen, tìm hiểu, yêu nhau và đồng hành với nhau. Thật may mắn khi hai bạn đều thích đi du lịch khám phá, sự đồng điệu về sở thích, đam mê sẽ khiến cho tình yêu của hai bạn không bao giờ nhàm chán.",
            "answer2": "Đi loanh quanh giao lưu trong trường học Có rất nhiều người mơ mộng về tình yêu tuổi học trò, cái tuổi mà con người ta đơn thuần và trẻ con nhất, bởi vậy tình yêu ở giai đoạn này rất mong manh. Trường cấp ba hoặc là đại học sẽ là nơi mà bạn tìm được chân ái của mình, hai bạn có thể đã yêu nhau từ ngày còn đi học đến hiện tại hoặc đã mất liên lạc từ lâu. Nhưng cho dù như thế nào thì chuyện tình của hai bạn cũng nhận được rất nhiều sự ngưỡng mộ. Trong giai đoạn ngây ngô nhất của đời người gặp được người mình yêu nhất, đối phương chắc chắn cũng rất yêu bạn.",
            "answer3": "Lên mạng online Ai cũng biết mạng xã hội giờ đây đầy rẫy những chiêu trò lừa đảo, vậy mà bạn vẫn có thể tìm được chân ái của mình ở đây, bạn thực sự là một người rất may mắn. Bạn và người ấy quen nhau qua ứng dụng trò chuyện, và tất nhiên là cả hai đều vô cùng cảnh giác với đối phương, chủ động thăm dò, tìm hiểu. Và khi đã hoàn toàn tin tưởng thì hai bạn mới quyết định tháo chiếc mặt nạ xuống, cho nhau một buổi gặp mặt và đi đến một happy ending.",
            "answer4": "Đi làm Bạn trong tình cảm là một người không dễ mở lòng, bởi vậy bạn luôn cần rất nhiều thời gian để tiến đến một mối quan hệ. Nửa kia của bạn phải là một người mà bạn được tiếp xúc hàng ngày, người đó có thể là đồng nghiệp hoặc cấp trên của bạn. Tình yêu của hai bạn được xây dựng trên sự quan sát và cảm nhận trong một thời gian dài. Hai bạn giấu giếm mối quan hệ này rất kín đáo, do môi trường công sở có quá nhiều sự soi mói và đánh giá, chắc phải đến khi cả hai quyết định tiến tới hôn nhân thì người khác mới biết."
        },
        "en": {
            "question": "Where to go to find 'true love'?",
            "description": "Relax, choose a card you're most impressed with below!",
            "answer1": "Traveling You want to meet for the first time and that person must be truly coincidental. You like freedom, love to explore, and on your own journey, you will encounter \"true love\". After that, the two of you will gradually get acquainted, learn, love each other and accompany each other. Fortunately, both of you love to travel and explore, the similarity of interests and passion will make your love never boring.",
            "answer2": "Walking around in school There are many people who daydream about love at school age, the age when people are the purest and the most childish, so love at this stage is very fragile. High school or college will be the place where you find your true love, the two of you may have loved each other from school days to the present or have long lost contact. But no matter what, the love story of the two of you has received a lot of admiration. In the innocence of life to meet the person you love most, the opponent will definitely love you.",
            "answer3": "Going online Everyone knows that social networks are now full of scams, but you can still find your true love here, you are really a lucky person. You and your partner know each other through chat apps, and of course both are extremely wary of the other, actively exploring and finding out. And when they were completely confident, they decided to take off the mask, give each other a meeting and go to a happy ending.",
            "answer4": "Working You are emotionally open to someone, so you always need a lot of time to get into a relationship. Your other half must be someone you have daily contact with, that person could be your colleague or superior. Your love is based on observation and feeling for a long time. The two of you hide this relationship very discreetly, because the workplace environment has so much scrutiny and evaluation, it must be until both of them decide to get married to know."
        }
    },
    {
        "image": "https://i1-ione.vnecdn.net/2020/06/24/ezgifcomcrop19-1592982677-9883-1592982765.jpg?w=500&h=300&q=100&dpr=2&fit=crop&s=8OYyQZr4QANebmlvO_KxBw",
        "vi": {
            "question": "Điều gì là quan trọng với tương lai của bạn?",
            "description": "Thả lỏng tinh thần, chọn một lá bài mà bạn ấn tượng nhất dưới đây!",
            "answer1": "Thẻ bài này nhắc nhở bạn rằng mỗi hành động của bạn ngày hôm nay đang xây dựng cho thành công sắp tới của bạn.Có thể đôi lúc bạn cảm thấy nghi ngờ về khả năng biến ước mơ của mình thành hiện thực nhưng hãy nhớ rằng bạn là một người nhiệt tình, đam mê, can đảm và bạn sinh ra với số mệnh là để chiến đấu giành lấy chiến thắng về tay mình.",
            "answer2": "Thẻ bài thứ hai tiết lộ rằng thời gian tới bạn có lẽ cảm thấy buồn bã bởi bằng cách nào đó bạn bắt đầu bám víu, hoài niệm quá khứ đã qua. Đồng thời bạn cũng cảm thấy lo lắng, sợ hãi và hỗn độn khi dành quá nhiều thời gian cho việc nghĩ về tương lai vô định.Hãy nhớ rằng quá khứ và tương lai không gì khác hơn là những cảm xúc đã từng xảy ra hoặc những gì bạn đang mong đợi hay kỳ vọng. Nó thực sự không còn hay chưa có thực trong cuộc sống của bạn. Điều duy nhất tồn tại và ngay cạnh bạn lúc này chính là \"hiện tại\", là \"ngay bây giờ\". Quá khứ không thể thay đổi còn tương lai thì phụ thuộc vào việc hiện tại bạn là ai, bạn sống như thế nào. Bởi vậy điều quan trọng với bạn không phải hoài niệm hay dự đoán tương lai mà là cố gắng cho hiện tại của mình được vui vẻ, hạnh phúc nhất có thể. Có như vậy tương lai bạn mới có thể mỉm cười viên mãn.",
            "answer3": "Thẻ bài thứ ba tiết lộ sự cam kết và chí tiến thủ là điều cần thiết để xây dựng cuộc sống trong mơ của bạn. Bạn hiểu rõ điều này và vì vậy, bạn luôn đặt tất cả tâm hồn, nỗ lực và trái tim vào mọi việc bạn làm.Thử thách lớn nhất cũng là điều quan trọng trong tương lai của bạn là học cách kiên nhẫn và hòa nhịp với cuộc sống. Bạn có thể sẽ hơi lo lắng trong một số vấn đề và đặt câu hỏi về nhịp điệu tự nhiên của mọi thứ sao lại \"chậm trễ\" đến thế? Hãy nhớ rằng cuộc sống là một sự cân bằng và mọi việc đều cần có thời gian phù hợp của nó.",
            "answer4": "Thẻ bài cuối cùng nói với bạn rằng vũ trụ vận hành cân bằng. Mỗi hành động đều tạo ra một phản ứng, mọi hành động đều mang lại một hệ quả. Nếu hành vi của bạn là tình yêu, thể hiện sự đam mê, hạnh phúc và viên mãn thì vũ trụ sẽ trả lại cho cuộc sống của bạn sự phong phú, tốt đẹp tương tự.Điều quan trọng trong tương lai của bạn là cần học cả cách trao đi và nhận lại. Không phải cho đi tất cả không mong đợi gì mới là cao thượng, là hạnh phúc mà học cách nhận hồi báo xứng đáng với mình cũng là một kiểu của hạnh phúc bạn nhé!"
        },
        "en": {
            "question": "What is important to your future?",
            "description": "Relax, choose a card you're most impressed with below!",
            "answer1": "This card reminds you that each of your actions today is building on your upcoming success. You are an enthusiastic, passionate, courageous person and you are destined to fight to win your victory.",
            "answer2": "The second card reveals that the next time you might feel sad because somehow you started clinging to the past. At the same time, you also feel anxious, scared and chaotic when you spend too much time thinking about the infinite future. Remember that the past and the future are nothing more than emotions that have happened or What you are expecting or expecting. It really doesn't exist or is not real in your life. The only thing that exists and is right next to you right now is the \"present\", the \"right now\". The past cannot be changed and the future depends on who you are, how you live. Therefore, it is important for you not to remember or predict the future but to try to make your present as happy and happy as possible. There is such a future you can smile fullness.",
            "answer3": "The third card reveals commitment and progression which is essential to building your dream life. You understand this and so you always put all your heart, effort, and heart into everything you do. The biggest challenge is also important in your future: learn how to be patient and to be in tune. to life. You may be a little worried in some issues and ask questions about the natural rhythm of everything so \"delayed\" so? Remember that life is a balance and everything takes its proper time.",
            "answer4": "The last card tells you that the universe operates in balance. Every action produces a reaction, every action has a consequence. If your behavior is love, expressing passion, happiness and fulfillment, then the universe will return to your life the same richness and goodness. Learn how to give and take back. Not giving away everything without expectations is noble, is happiness, but learning how to receive the reward you deserve is also a type of happiness!"
        }
    },
    {
        "image": "https://i1-ione.vnecdn.net/2020/06/20/ezgifcomcrop1-1592671684-9474-1592671807.jpg?w=140&h=84&q=100&dpr=2&fit=crop&s=f_QfgzjrUm5B6npuI1EkTQ",
        "vi": {
            "question": "Bạn cần 'sạc' thêm nguồn năng lượng nào cho mình?",
            "description": "Thả lỏng tinh thần, chọn một lá bài mà bạn ấn tượng nhất dưới đây!",
            "answer1": "Đối với bạn mà nói, điều bạn cần làm lúc này chính là sạc thêm cho mình thật nhiều năng lượng tri thức, và sau khi đã \"hấp thụ\" được những tri thức mới, bạn sẽ có bản lĩnh để chinh phục những vùng đất mới hoặc là phát triển thêm từ những tài nguyên vốn có. Từ đó, với sự hiểu biết sâu rộng của mình về mọi lĩnh vực, bạn sẽ có nhiều hơn những cơ hội và những thành tựu lớn lao.",
            "answer2": "Hiện tại, thứ bạn thiếu nhất là sự dũng cảm và liều lĩnh. Mỗi chúng ta đều bắt buộc phải trải qua những hỉ nộ ái ố khác nhau, và sau khi trải qua tất cả thì bạn sẽ nhận ra rằng mình đã trưởng thành lên rất nhiều. Nếu những trải nghiệm trước đó của bạn chưa đủ cay hoặc chưa đủ đắng thì bạn sẽ rất khó hiện thực hóa được những mong ước của mình, bởi vì thiếu động lực.",
            "answer3": "Điều bạn cần làm lúc này là phải nhận định rõ những thói quen xấu của bạn thân và thay đổi nó. Việc nuôi dưỡng và duy trì những thói quen tốt về lâu dài sẽ làm cho bạn nhận ra được những thay đổi tích cực ở mình, nếu so với con người đầy khuyết điểm ngày trước thì đó là một sự khác biệt vô cùng lớn. Hãy tự làm cho mình tốt lên mỗi ngày và rồi bạn sẽ tìm ra được phiên bản tốt nhất của chính mình.",
            "answer4": "Cho dù là trong công việc hay cuộc sống, chúng ta đều không tránh khỏi việc phải xử lí những mối quan hệ xã hội cũng như những mối quan hệ gia đình và đây chính là điểm yếu của bạn. Bạn gặp khó khăn khi phải giao tiếp với mọi người, bởi vậy bạn cần \"sạc\" thêm kĩ năng giao tiếp và trình bày. Đây là một kĩ năng cần có để thành công, nó cũng sẽ giúp bạn thoát khỏi cái mác \"khó hòa đồng\"."
        },
        "en": {
            "question": "Which additional power source do you need to 'charge'?",
            "description": "Relax, choose a card you're most impressed with below!",
            "answer1": "For you to say, what you need to do now is to charge yourself a lot of knowledge energy, and after you have \"absorbed\" new knowledge, you will have the bravery to conquer the lands. new or further development from existing resources. From there, with your in-depth understanding of all areas, you will have greater opportunities and great achievements.",
            "answer2": "Right now, what you lack most is courage and recklessness. Each of us is forced to undergo various indignations, and after experiencing all, you will realize that you have grown a lot. If your previous experience is not spicy enough or not bitter enough, then it will be very difficult for you to realize your wishes because of lack of motivation.",
            "answer3": "What you need to do now is to identify your bad friends' bad habits and change them. Nurturing and maintaining good habits in the long run will make you recognize the positive changes in yourself, compared to people who were flawed in the past, it is a huge difference. Make yourself better every day and then you will find the best version of yourself.",
            "answer4": "Whether at work or in life, we inevitably have to deal with social and family relationships and this is your weakness. You have trouble communicating with people, so you need to \"charge\" for more communication and presentation skills. This is a skill needed to succeed, it will also help you get rid of the label \"hard to get along\"."
        }
    }
]
